tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
brew "act"
brew "fnm"
brew "gh"
brew "glances"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "mkcert"
brew "neovim"
brew "nss"
brew "openjdk"
brew "ripgrep"
brew "the_silver_searcher"
brew "tree"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
cask "ngrok"
cask "stats"
