# Tap repos and their packages
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# Languages
brew "go"

# CLI Tools
brew "bat"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnupg"
brew "htop"
brew "jq"
brew "ripgrep"
brew "tree"

# TUIs and terminals
brew "lazygit"
brew "starship"
brew "tmux"
brew "neovim"
brew "zsh-completions"

# Casks
cask "rectangle"
cask "font-go-mono-nerd-font"
cask "alacritty"

# Build tools 
brew "asdf"
brew "llvm"
